const ko = {
    siteTitle: "초이스테크닉스(주)",
    mainPage: {
        title: "홈페이지",
        img1: "Harness?",
        img2: "Diakont",
        img3: "E-tec",
        img4: "Glentek"
    },
    aboutUs:{
        title: "회사소개",
        intro: {
            p0: "초이스테크닉스㈜는 독보적인 기술력과 다양한 경험을 축적하여, 완벽한 품질과 원가절감을 통해,보다 나은 서비스를 제공하도록 임직원 모두가 정성을 다하고 있습니다. 여러 한국 군용 프로그램에서 유연성, 수명, 전자기파 간섭, 신호 손실, 온도, 공간 및 무게 등의 관점에서 발생할 수 있는, 다양한 케이블 배선의 난제들을 혁신적인 전문 기술 지식을 가지고, 전문적인 컨설팅을 겸한 당사의 영업 방법을 통해 해결하여 왔습니다. ",
            p1: "최근에는 시험 및 계측, 의료전자, 자동차 전자 분야 및 와이 파이 무선통신 분야, 로보트 용 및 반도체 장비용 케이블 및 그 하니스 등, 많은 프로젝트에 성공적으로 참여하고 있습니다.",
            p2: "고객이 필요로 하는 사항을 경청하여, 고객이 꼭 원하는 Cable harness를 제작하여 드리거나, 이에 필요한 부품 등을 공급하는, 기술영업을 전문으로 하는 부품 무역 및 케이블 하니스 제조업체입니다."
        },
        bDiv: "사업부서",
        bArea: {
            title: "사업분야",
            b0: "방위산업 (무기개발프로그램) 및 우주 (위성) 분야",
            b1: "무선통신분야",
            b2: "의료전자 분야",
            b3: "각종 시험 및 실험 분야",
            b4: "측정 계측 분야",
            b5: "노트북 및 휴대용 전자 기기 분야",
            b6: "자동차 제조 및 부품 분야",
            b7: "제철분야",
            b8: "로보트 및 공장 자동 제어",
            b9: "반도체 및 전자 부품 제조분야"
        }
    },
    diakont: {
        title: "Diakont",
        supplierIntro: "Diakont는 전력 및 유틸리티, 항공, 자동차, 제조 산업에서 선진 모션 컨트롤 솔루션을 제공하는 기업으로 미국에 본사를 두고 러시아 및 이탈리아를 포함한 전세계 9개국에 서비스 센터가 있으며 총 1,300명의 직원을 두고 있습니다. Diakont는 20년 넘게 최신예의 EMA를 개발 및 제조를 해온 경험을 통해 최적화된 롤러 스크루 스레드 디자인, 플라스마-질화 강화 프로세스, 그리고 특허 등록된 재윤활 포트(relubrication port)와 같은 혁신적인 기술을 접목한 업적을 가지고 있는 기업입니다.",
        overview: {
            title: "개요",
            lifetime: {
                title: "업계 최장의 수명",
                description: "Diakont 의 EMA는 최장의 서비스 수명을 달성하기 위해 까다로운 품질경영스탠다드 아래 개발, 제조된 최적의 특수 강화 롤러 스크큐 쓰레드 디자인을 사용합니다. Diakont의 특수 강화된 롤러 스크류는 기존  볼 스크류보다 컨텍 포인트가 더 많고 더 높은 하중과 강도를 견딜수 있으며 기존 볼 스크류 또는 타사의 롤러스크류 보다 수명이 최대 10배 더 깁니다. Diakont는 풀사이클 개발, 제조 회사로 여러 산업 전반에 걸쳐 안전,경제, 효율성을 높일수있는 모션컨트롤러를 제공합니다."
            },
            performance: {
                title: "작은 부피 속 고성능 구동성",
                description: "Diakont의 EMA는 기존 볼 스크루나 뉴메틱보다 부피는 작지만 동일한 스펙을 가지고 있는 역구동방식 롤러 스크루를 탑재하고 있습니다. Diakont의 엑츄에이터는 이러한 디자인 덕분에 모터와 롤러 스크루 사이에 더 작은 하우싱과 더 적은 부속품을 필요로하고 이에따라 EMA의 총 무게와 사이즈가 줄어들었습니다. Diakont의 DA 시리즈는 최소 5kg 더 가볍습니다."
            },
            installation: {
                title: "용이한 설치 및 정비",
                description: "DA시리즈는 컴팩트한 디자인으로 앤드유저가 기존에 사용중인 수압 액츄에이터 또는 뉴메틱 액츄에이터를 Diakont의 EMA로 교체하기 쉽게 만들어 졌습니다. 또, Diakont의 EMA는 타사의 여러 서보드라이브와 증폭기와도 호환이 가능하고 Diakont의 액츄에이터는 기존 모션컨트롤 시스템과의 혼합이 쉽게 설계됐습니다. Diakont의 DA시리즈 액츄에이터는 특허등록된 특별 윤활포트를 탑재하고 있어 정기 정비를 하는데 있어 분해,재조정, 또는 철거를 할 필요없이 액츄에이터가 기계에 설치되있는 상태에서 정비를 할 수 있습니다. 액츄에이터가 기계에 설치되있는 상태에서 정비를 하게되면 가동 중지 시간을 줄임과 동시에 생산량을 올릴수 있습니다."
            }
        },
        performanceVideo: {
            title: "성능 시연 비디오"
        },
        specifications: {
            title: "스펙",
            instruction: "** 헤더를 클릭하시면 종류별로 정렬됩니다.**"
        },
        testing: {
            title: "테스트 결과",
            performanceLifetime: "성능 및 수명",
            description: "Diakont는 DA시리즈 액츄에이터의 뛰어난 성능을 달성하기위해 디자인단계와 제조과정에서 최신기술을 사용하고 있습니다. 이로인해, Diakont는 시중 다른 볼 스크루나 롤러 스크루보다 현저히 뛰어난 수명을 달성했습니다.",
            da67: "Diakont DA67 액츄에이터의 수명은 평균적으로 같은 사이즈의 볼스크루 보다 최대 11배 더 길고 시중 다른 롤러 스크루보다 5배 더 깁니다.",
            da99: "Diakont의 DA 99 와 DA140은 테스트된 볼 스크류 또는 시중 다른 롤러 스크류보다 2배 더 긴 서비스 수명을 자랑합니다. 이는 초정밀 기계 가공, 특화된 경화 기술, 그리고 최적화된 쓰레드 특성의 신중한 선택을 사용했기 때문입니다."
        },
        certs: {
            title: "품질인증서",
            iso: "ISO 9001-2008 인증서",
            description: {
                p0: "이 인증서들은 Diakont의 최고의 품질을 제공하기위한 지속적인 노력과 헌신을 상징합니다.",
                p1: "Diakont의 품질경영시스템은2002년 부터 Fortum (핀란드), ABB TRC (스웨덴), ECA-HYTEC (프랑스), 그리고 NAEK Energoatom (우크라이나) 를 포함한 다양한 품질감사기관을 통해 감사를 받아왔고 모든 감사결과가 Diakont의 품질경영시스템이 효과적으로 운영되고 있다고 나타냈습니다.",
                p2: "또한, Diakont의 모든 예비부품과 부속품의 유용성은 양산이 시작 된지 5년후 까지 보장됩니다."
            }
        },
        downloads: {
            title: "다운로드"
        }

    },
    eTec: {
        title: "E-tec",
        supplierIntro: "E-tec은 1973년 시계산업에 정밀핀을 제조, 판매하기위해 설립됐습니다. 이후 1980년대에 사업영역을 전자기기용 정밀 핀커넥터 (IC 소켓, 보드 투 보드) 제조 까지 넓혔고 1993년엔 제품영역을 스탬프 핀(PLCC, 핀 헤더, 암놈 헤더, D-sub’s, 스위치, 등등)까지 넓히기 위해 대만으로 사업을 확장했습니다. 그리고 2001년에 비용 효율성을 높이기 위해 주로 생산노동비가 많이 들어가는 공정을 중국에 새로 설립한 공장으로 옮긴 기업입니다.",
        products: "제품",
        socketsConnectors: "IC 소켓 & 커넥터",
        partNumberSearch: "파트넘버로 조회",
        pagesSearch: "페이지로 조회",
        downloadCatalog: "카탈로그 다운로드",
        testSockets: "IC 테스트 소켓",
        howToChoose: "테스트 소켓 선택 가이드",
        pictureSearch: "사진으로 조회",
        pcbInter: "PCB 인터커넥터 제품",
        dSub: "D-Sub & I/O 커넥터",
        dip: "DIP 스위치",
        modular: "모듈러 잭",
        rfCoax: "RF 동축 케이블"
    },
    glentek: {
        title: "Glentek",
        supplierIntro: "Glentek은 1964년도에 설립된 회사로 설립이후부터 꾸준히 서보드라이브와 관련 전자기기들었고 CNC 머신 용 PWM 서보드라이브를 처음으로 만든 선구주자중 하나 입니다. 이외에, Glentek은 CAT Scan과 PET Scan 기기 들을 위한 맞춤 서보드라이브와  Synqnet, CANopen, 그리고 EtherCAT 과 같은 다양한 최신 프로토콜과 스탠다드에 맞는 새로운 드라이브도 생산하는 회사입니다. Glentek은 최고의 성능과 신뢰도를 달성하기 위해 모션 마에스트로라는 설치 및 조율용 윈도우기반 소프트웨어를 개발하여 앤드유저들이 제품을 사용할때 정확성과 편리함을 높였습니다. 또, Glentek은 서보모터가 서보드라이브와 같이 사용하기 용이 하도록 모터의 디자인부터 제조까지 모든 프로세스를 직접 합니다.",
        standardCustom: {
            title: "스탠다드 및 맞춤 옵션",
            description: "Glentek은 다종다양한 서보 드라이브와 서보 모터를 생산 판매하고 맞춤 제작도 가능합니다. 하지만 만약 양산된 스탠다드 제품중 귀사에 맞는 제품이 없을시엔 저희가 맞춤 제작을 적극적으로 도와드리겠습니다. 맞춤제작의 범위는 다양하지만 많은 경우 간단한 전기적,기계적, 또는 프로그램적 수정만으로도 원하시는 요구조건을 충족할 수 있습니다. 이러한 간단한 수정을 통한 맞춤제작은 개발 싸이클을 단축 시킬수 있다는 큰 장점이 있습니다.",
            productCatalog: "제품 카탈로그",
            mMaestroHeader: "모션 마에스트로",
            mMaestroGammaDescription: "감마 또는 알파 드라이브용",
            mMaestroOmegaDescription: "오메가 시리즈 드라이브용",
        },
        servoDrives: {
            title: "서보 드라이브",
            pwmTitle: "감마 시리즈 디지털 PWM 서보 드라이브",
            pwmDescription: "Glentek의 최신 서보드라이브는 24-710 VDC & 17-500 VAC 이라는가장 넓은 입력 전압과 CANopen & EtherCAT 을 포함한 가장 많은 명령/제어 모드를 가지고 있으며 absolute encoders & sin/cos encoders와 같은 대부분의 장비들로 부터 피드백을 받을수 있습니다."
        },
        servoMotor:{
            title: "서보 모터",
            gmbTitle:"GMB/GMBF 브러쉬리스 서보 모터",
            gmbDescription: "Glentek의 브러쉬리스 서보 모터는 고성능 스큐 스테이터와 TENV구조를 갖추고 있습니다. 이 제품은 산업 규격에 맞는 마운트, 피드백, 실링, 그리고 납 터미네이션 선택이 가능하고 부가적으로 안전 브레이크 장치도 추가 할수 있습니다.",
            gmTitle: "GM/GMR DC 브러쉬 서보 모터",
            gmDescription: "Glentek의 DC 브러쉬 서보 모터는 고성능 스큐 전기자와 TENV구조를 갖추고 있습니다. 이 제품은 산업 규격에 맞는 마운트, 피드백, 실링, 그리고 납 터미네이션 선택이 가능하고 부가적으로 안전 브레이크 장치도 추가 할수 있습니다."
        },
        accessories: {
            title: "부속품",
            inductors: "인덕터",
            transformers: "변압기",
            assemblies: "케이블 어셈블리"
        },
        productFinder: "제품 조회",
        finderLink: ""
    },
    vairex: {
        title: 'Vairex',
        supplierIntro: 'VAIREX air systems는 미국 콜로라도주 볼더시에 본사를 두고 일본 도쿄에 영업 사업장을 가지고 있는 기업입니다. VAIREX air systems의 모든 고성능 공기압축기는 기업 자체적으로 디자인 제조하며 연료전지산업에서 요구하는 높은 스텐다드을 뛰어 넘습니다. 송풍기의 외형을 가진 고성능 공기압축기는 콤펙트한 디자인에 내구성이 강하고 고기압 고효율 기류를 발생시킵니다.',
        
    },
    productsTitle: "제품",
    visitWebsite: "홈페이지 바로가기",
    hNe: {
        title: "하네스 & 엔지니어링",
        harness: {
            title: "하네스",
            medical: {
                title: "의료기기용 케이블 어셈블리",
                h2: "의료기기를 위한 맞춤형 하네스 솔루션 제공",
                p: "고객이 원하는 어떠한 형태의 하네스의 제작이 가능하며, 생체적합성, 살균, 소형화, 미적측면, EMI보호, 향균성, 취급에 대한 내성 등에 대해 병원 직원들과 환자들이 사용해야 하는 어려운 환경속에서도 적합한 솔루션을 제공합니다."
            },
            industrial: {
                title: "산업기기용 케이블 어셈블리",
                h2: "산업기기를 위한 신뢰할 수 있는 하네스 솔루션 제공",
                p: "고객이 원하는 어떠한 형태의 하네스의 제작이 가능하며, 극한의 온도, 화학 제품, 유연성, 유연성의 지속 그리고, 공간 절약에 대한 요구 사항에 맞춰 하네스 솔루션 및 인터커넥션 시스템을 제공 그리고 만족 시켜 드립니다."
            },
            military: {
                title: "군수용 케이블 어셈블리",
                h2: "군수분야를 위한 EMI 보호 하네스 솔루션 제공",
                p: "고객이 원하는 어떠한 형태의 하네스의 제작이 가능하며, 견고하고 신뢰성이 높으며, EMI보호 최적화, 소형화 되어 가볍게 제작 하는 것이 군사용 하네스의 특성입니다.또한, EMI보호는 전장필드에서의 통신 및 네이비게이션 시스템의 중요한 열쇠입니다. 이러한 모든 특성을 만족하는 솔루션을 제공합니다."
            }
        },
        engineering: {
            title: "개발 기술력",
            products: {
                title: "개발된 제품",
                heavyIon: "중이온가속기용 고전류 커넥터",
                automotive: "자동차 모터 테스트용 커넥터",
                waterproof: "방수 및 수중 커넥터"
            },
            qmsc: {
                title: "품질경영시스템인증서",
                en_version: "영문",
                ko_version: "국문"
            }
        }
    },
    contactUs: {
        emailContact: "이메일",
        addressContact: "위치 및 연락처",
        title: "견적문의",
        personName: "성명",
        companyName: "회사명",
        email: "이메일",
        contactNumber: "연락처",
        areasOfService: {
            title: "문의주제",
            inquiry: "견적문의",
            partnership: "파트너쉽",
            harness: "하니스 & 엔지니어링",
            diakont: "Diakont",
            eTec: "E-Tec",
            glentek: "Glentek",
            etc: "기타"
        },
        body: {
            title: "문의사항"
        },
        submit: "전송하기",
        noti: {
            required: {
                message: "문의사항은 필수항목입니다.",
                email: "이메일은 필수항목입니다.",
                companyName: "회사명은 필수항목입니다.",
                personName: "성명은 필수항목입니다."
            },
            invalid: {
                email: "이메일이 올바르지 않습니다.",
                companyName: "회사명이 올바르지 않습니다.",
                personName: "이름이 올바르지 않습니다."
            },
            success: "문의사항이 전송 됬습니다. 빠른 시일내에 답변해 드리겠습니다.!"
        },
        info: {
            address: "서울특별시 금천구 가산디지털1로 70 호서대벤처타워 1001호, 우편번호: 08590",
            message: "전화 혹은 이메일로 문의사항을 알려주세요.",
            email: "이메일: sales@choistechnics.com",
            tel: "전화: 070-4680-1052",
            fax: "펙스: 02-862-1052"
        }
    },
    Language: "언어",
    choistechnics: "초이스테크닉스(주)"
}

export default ko